Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=225_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo pohjoissaamelaisesta joiusta!
sme: Geahča oanehisvideo davvisápmelaš luođi birra.

source: Synopsis: Lemmenjokelainen Nils Heikki Paltto joikaa Lemmenjoen kurun.
sme: Synopsis: Leammi almmái Nils Heikki Paltto rohttesta Leammerokki luođi.

source: Joikaaja: Nils Heikki Paltto Ohjaus/leikkaus: Kirsti Länsman, kuvaus: Heli Ahola
sme: Juoigi: Nils Heikki Paltto Bagadallan/čuohppan: Kirsti Länsman, govven: Heli Ahola

source: Tuotanto: Saamelaisalueen koulutuskeskus 2008
sme: Buvttadeapmi: Sámi oahpahusguovddáš 2008

source: Pituus: 1,23
sme: Guhkkodat: 1,23
